Repository: lliurex/lliurex-conky
Catalog: lliurex-po/lliurex-conky/*.po
Languages: es

source: Do you want conky on desktop?
es: ¿Quieres que conky sea visible?

source: CONKY CONFIGUTATOR. SELECT THE FORMAT THAT YOU LIKE
es: CONFIGURADOR DE CONKY, SELECCIONA EL FORMATO QUE MAS TE GUSTE

source: <b><big>INFO </big></b>CONKY TEXT: <small>Select your favourite colour or personalice it for INFO</small>
es: <b><big>INFO </big></b>CONKY TEXT: <small>Selecciona tu color favorito o personalízalo para la DESCRIPCIÓN</small>

source: <b><big>TITLE </big></b>CONKY TEXT: <small>Select you favourite colour or personalice it for TITLE</small>
es: <b><big>TITLE </big></b>CONKY TEXT: <small>Selecciona tu color favorito o personalízalo para el TÍTULO</small>

source: SELECT ONE COLOUR
es: SELECCIONA UN COLOR

source: Select your favourite colour for the: TITLES
es: Selecciona tu color favorito para el: TÍTULO

source: Select your favourite colour for the: INFO
es: Selecciona tu color favorito para la: DESCRIPCIÓN

source: SELECT
es: SELECCIONA

source: STYLE
es: ESTILO

source: DESCRIPTION
es: DESCRIPCIÓN

source: SERVER
es: SERVIDOR

source: Show and monitor, CPU, RAM, NET AND HARD DISK
es: Muestra parámetros y monitoriza la CPU, RAM, RED y DISCO DURO

source: CLIENT
es: CLIENTE

source: Show only basic mode, HOSTNAME, ARCHITECTURE, VERSION AND NET ADDRESS
es: Muestra sólo el modo básico, EQUIPO, ARQUITECTURA, VERSIÓN Y DIRECCIONES DE RED

source: CONKY CONFIGURATOR, SELECT THE PARAMETERS WHAT YOU WANT TO SEE IN YOUR DESKTOP:
es: CONFIGURADOR DE CONKY, SELECCIONA LOS PARÁMETROS QUE QUIERES QUE SEAN VISIBLES:

source: PARAMETER
es: PARÁMETRO

source: USER
es: USUARIO

source: User logged to the session in Pc
es: Usuario logado al equipo

source: HOSTNAME
es: EQUIPO

source: Netname to the Pc
es: Nombre del equipo en la red

source: LliureX type client
es: Tipo de cliente LliureX

source: ARCHITECTURE
es: ARQUITECTURA

source: Architecture type, 32 or 64 Bits
es: Tipo de arquitectura, 32 o 64 Bits

source: VERSION
es: VERSIÓN

source: LliureX version installed
es: Número de versión Lliurex instalada

source: NET ADDRESS
es: DIRECCIÓN DE RED

source: Show Ip address for every netcards connected
es: Nos muestra la IP de cada tarjeta de red

source: LliureX version mirror downloaded
es: Versión del mirror de LliureX descargada

source: HDD ALERT
es: ALERTA DE HDD

source: Alert to the user, if the hard disk has occuped 91% or more
es: Si nuestro disco de sistema alcanza el 91% o más, sale un mensaje de alerta.

source: KERNEL VERSION
es: VERSIÓN DE KERNEL

source: kernel version used at the moment
es: Versión de Kernel usada actualmente

source: UPTIME
es: TIEMPO ENCENDIDA

source: Uptime
es: T. encendido

source: how much time has the machine uptime
es: Tiempo que lleva la máquina encendida sin reiniciar

source: CPU TYPE
es: CPU TIPO

source: Cpu type installed at the Pc
es: Tipo de procesador instalado en el Pc

source: CPU BAR
es: USO DE CPU

source: Process bar for indicate CPU used in %
es: Barra que indica el tanto por cien de uso de CPU

source: CPU GRAPH
es: GRÁFICA DE CPU

source: Cpu graphic to monitorize it at time
es: Gráfica que muestra el uso de CPU en el tiempo

source: RAM USAGE
es: USO DE RAM

source: RAM Usage
es: Uso de RAM

source: Show how many Ram is installed and how many Ram is used at the moment
es: Indica la cantidad de Ram que tenemos y cuanta esta ahora mismo ocupada

source: RAM BAR
es: GRÁFICA DE RAM

source: Ram bar to indicate how many it's used at the moment
es: Barra que indica el tanto por cien de uso de RAM

source: SWAP USAGE
es: USO DE SWAP

source: SWAP Usage
es: Uso de SWAP

source: Show how many Swap is installed and how many Swap is used at the moment
es: Indica la cantidad de memória de intercambio (Swap) que tenemos y cuanta esta ahora mismo ocupada

source: SWAP BAR
es: GRAFICA DE SWAP

source: Swap bar to indicate how many it's used at the moment
es: Barra que indica el tanto por cien de uso de memória de intercambio

source: NET DOWNLOAD
es: VELOCIDAD DE DESCARGA

source: Show net speed downloading files
es: Nos muestra la velocidad de red en la descarga de archivos

source: NET UPLOAD
es: VELOCIDAD DE SUBIDA

source: Show net speed uploading files
es: Nos muestra la velocidad de red en la subida de archivos

source: HDD USED
es: USO DE DISCO DURO

source: Bar to indicates HDD used
es: Gráfica que nos muestra el uso de disco duro

source: DATA
es: DATOS

source: SYSTEM
es: SISTEMA

source: HDD
es: Disco Duro

source: Server
es: Servidor

source: Thin
es: Ligero

source: Heavy
es: Pesado

source: Fat
es: Semiligero

source: Desktop
es: Escritorio

source: Do you want to change colour fonts or use default mode?
es: ¿Quieres cambiar el color de las fuentes o utilizar el modo por defecto?

source: DEFAULT
es: Por defecto

source: CHANGE
es: Cambiar

source: TIME
es: HORA

source: You can show the time with this clock in the desktop
es: Puedes mostrar la hora con este reloj en el escritorio

source: DATE
es: FECHA

source: You can show the date in your desktop
es: Puedes mostrar la fecha en tu escritorio

source: TRANSPARENT
es: TRANSPARENTE

source: You eliminate the shadow in Conky desktop
es: Has eliminado la sombra en el escritorio de Conky

source: black
es: negro

source: white
es: blanco

source: cyan
es: cian

source: red
es: rojo

source: green
es: verde

source: yellow
es: amarillo

source: purple
es: púrpura

source: Personal colour
es: Color personalizado
