Repository: lliurex/lliurex-conky
Catalog: lliurex-po/lliurex-conky/qcv.po
Languages: ca

source: LLIUREX CONKY CONFIGURATOR
ca: CONFIGURADOR DEL CONKY

source: Do you want conky on desktop?
ca: Voleu que el Conky siga visible?

source: CONKY CONFIGUTATOR. SELECT THE FORMAT THAT YOU LIKE
ca: CONFIGURADOR DEL CONKY, SELECCIONEU EL FORMAT QUE MÉS US AGRADE

source: <b><big>INFO </big></b>CONKY TEXT: <small>Select your favourite colour or personalice it for INFO</small>
ca: <b><big>INFO </big></b>TEXT DEL CONKY: <small>per a INFO, seleccioneu el color preferit o personalitzeu-lo</small>

source: <b><big>TITLE </big></b>CONKY TEXT: <small>Select you favourite colour or personalice it for TITLE</small>
ca: <b><big>TÍTOL </big></b>TEXT DEL CONKY: <small>per a TÍTOL, seleccioneu el color preferit o personalitzeu-lo</small>

source: SELECT ONE COLOUR
ca: SELECCIONEU UN COLOR

source: Select your favourite colour for the: TITLES
ca: Seleccioneu el color preferit per als: TÍTOLS

source: Select your favourite colour for the: INFO
ca: Seleccioneu el color preferit per a la: INFO

source: SELECT
ca: SELECCIONEU

source: STYLE
ca: ESTIL

source: DESCRIPTION
ca: DESCRIPCIÓ

source: SERVER
ca: SERVIDOR

source: Show and monitor, CPU, RAM, NET AND HARD DISK
ca: Mostra els paràmetres i fa un seguiment de la CPU, la RAM, la XARXA i el DISC DUR

source: Show only basic mode, HOSTNAME, ARCHITECTURE, VERSION AND NET ADDRESS
ca: Mostra només el mode bàsic, EQUIP, ARQUITECTURA, VERSIÓ i ADRECES DE XARXA

source: CONKY CONFIGURATOR, SELECT THE PARAMETERS WHAT YOU WANT TO SEE IN YOUR DESKTOP:
ca: CONFIGURADOR DEL CONKY, SELECCIONEU ELS PARÀMETRES QUE VOLEU QUE SIGUEN VISIBLES:

source: PARAMETER
ca: PARÀMETRE

source: USER
ca: USUARI

source: User logged to the session in Pc
ca: Usuari que ha iniciat sessió en el PC

source: HOSTNAME
ca: EQUIP

source: Netname to the Pc
ca: Nom de l'equip en la xarxa

source: LliureX type client
ca: Tipus de client LliureX

source: ARCHITECTURE
ca: ARQUITECTURA

source: Architecture type, 32 or 64 Bits
ca: Tipus d'arquitectura, 32 o 64 bits

source: VERSION
ca: VERSIÓ

source: LliureX version installed
ca: Número de versió LliureX instal·lada

source: NET ADDRESS
ca: ADREÇA DE XARXA

source: Show Ip address for every netcards connected
ca: Ens mostra la IP de cada targeta de xarxa

source: MIRROR
ca: RÈPLICA

source: LliureX version mirror downloaded
ca: Versió de la rèplica de LliureX baixada

source: HDD ALERT
ca: AVÍS DEL DISC DUR

source: Alert to the user, if the hard disk has occuped 91% or more
ca: Si el disc del sistema arriba al 91% o més, apareix un missatge d'avís.

source: KERNEL VERSION
ca: VERSIÓ DEL NUCLI

source: kernel version used at the moment
ca: Versió del nucli utilitzada actualment

source: UPTIME
ca: TEMPS EN FUNCIONAMENT

source: Uptime
ca: Temps d'ús

source: how much time has the machine uptime
ca: Temps que duu la màquina en funcionament sense reiniciar

source: CPU TYPE
ca: TIPUS DE CPU

source: Cpu type installed at the Pc
ca: Tipus de processador instal·lat en el PC

source: CPU BAR
ca: ÚS DE LA CPU

source: Process bar for indicate CPU used in %
ca: Barra que indica el percentatge d'ús de la CPU

source: CPU GRAPH
ca: GRÀFICA DE LA CPU

source: Cpu graphic to monitorize it at time
ca: Gràfica que mostra l'ús de la CPU durant la sessió

source: RAM USAGE
ca: ÚS DE LA RAM

source: RAM Usage
ca: ÚS de la RAM

source: Show how many Ram is installed and how many Ram is used at the moment
ca: Indica la quantitat de RAM que tenim i quanta està ocupada ara mateix.

source: RAM BAR
ca: GRÀFICA DE LA RAM

source: Ram bar to indicate how many it's used at the moment
ca: Barra que indica el percentatge d'ús de la RAM

source: SWAP USAGE
ca: ÚS MEM. INTERCANVI

source: SWAP Usage
ca: ÚS men. inter

source: Show how many Swap is installed and how many Swap is used at the moment
ca: Indica la quantitat de memòria d'intercanvi que tenim i quanta està ocupada ara mateix

source: SWAP BAR
ca: GRÀFICA DE LA MEMÒRIA D'INTERCANVI

source: Swap bar to indicate how many it's used at the moment
ca: Barra que indica el percentatge d'ús de la memòria d'intercanvi

source: NET DOWNLOAD
ca: VELOCITAT DE BAIXADA

source: Show net speed downloading files
ca: Ens mostra la velocitat de la xarxa en la baixada de fitxers

source: NET UPLOAD
ca: VELOCITAT DE PUJADA

source: Show net speed uploading files
ca: Ens mostra la velocitat de la xarxa en la pujada de fitxers

source: HDD USED
ca: ÚS DEL DISC DUR

source: Bar to indicates HDD used
ca: Gràfica que ens mostra l'ús del disc dur

source: DATA
ca: DADES

source: SYSTEM
ca: SISTEMA

source: HDD
ca: Disc dur

source: Server
ca: Servidor

source: Thin
ca: Lleuger

source: Heavy
ca: Pesat

source: Fat
ca: Semilleuger

source: Desktop
ca: Escriptori

source: Do you want to change colour fonts or use default mode?
ca: Voleu canviar el color del tipus de lletra o utilitzar el mode per defecte?

source: DEFAULT
ca: PER DEFECTE

source: CHANGE
ca: CANVIA

source: TIME
ca: HORA

source: You can show the time with this clock in the desktop
ca: Podeu mostrar l'hora amb aquest rellotge en l'escriptori

source: DATE
ca: DATA

source: You can show the date in your desktop
ca: Podeu mostrar la data en l'escriptori

source: You eliminate the shadow in Conky desktop
ca: Heu eliminat l'ombra en el Conky de l'escriptori

source: black
ca: negre

source: white
ca: blanc

source: cyan
ca: cian

source: red
ca: roig

source: green
ca: verd

source: yellow
ca: groc

source: purple
ca: morat

source: Personal colour
ca: Color personalitzat
